Repository: common-repository/bank-melli-edd-gateway
Catalog: lang/ex_lang-*.po
Languages: fa_ir

source: Rial
fa_ir: ریال

source: Sadad Payment Gateway
fa_ir: درگاه پرداخت سداد

source: Connecting to the payment Gateway...
fa_ir: در حال اتصال به درگاه پرداخت...

source: Please wait...
fa_ir: لطفا شکیبا باشید...

source: An error occurred while connecting to the payment gateway[code: 00].
fa_ir: هنگام اتصال به سرور درگاه پرداخت خطایی رخ داده است [کد خطا: 00]

source: Error connecting to payment gateway.[code: 02]
fa_ir: هنگام اتصال به سرور درگاه پرداخت خطایی رخ داده است. [کد خطا: 02]

source: Error creating payment, please try again
fa_ir: خطا در ایجاد پرداخت، لطفاً دوباره سعی کنید

source: Transaction unsuccessful. if the amount of your bank account has been reduced. Until the end of today, your account will be refunded[code: 03].
fa_ir: تراکنش با شکست مواجه شد. اگر مبلغی از حساب بانکی شما کم شده باشد تا پایان امروز به حساب شما برگشت داده خواهد شد [کد خطا: 03].

source: Error in Bank Verification[code: 03]
fa_ir: خطا در تائید پرداخت از سوی درگاه بانکی[کد: 03]

source: Transaction unsuccessful. if the amount of your bank account has been reduced. Until the end of today, your account will be refunded[code: 04].
fa_ir: تراکنش با شکست مواجه شد. اگر مبلغی از حساب بانکی شما کم شده باشد تا پایان امروز به حساب شما برگشت داده خواهد شد [کد خطا: 04].

source: Transaction Number:
fa_ir: شماره تراکنش:

source: <b>Sadad Gateway Settings</b><br>Do not complete in the test mode
fa_ir: <b>تنظیمات درگاه پرداخت سداد</b><br>در حالت آزمایشی تکمیل نکنید

source: Merchant ID
fa_ir: شماره پذیرنده

source: Terminal ID
fa_ir: شماره ترمينال

source: Password
fa_ir: رمز عبور

source: Sadad for EDD
fa_ir: درگاه سداد برای EDD

source: About
fa_ir: درباره

source: Newsletters
fa_ir: خبرنامه

source: Bank Melli Iran EDD gateway
fa_ir: درگاه پرداخت الکترونیک سداد برای EDD

source: Sadad payment gateway for Easy digital downloads(switch: 1).
fa_ir: درگاه پرداخت الکترونیک سداد برای Easy digital downloads (سوئیچ: 1).

source: Javad Ahshamian
fa_ir: جواد احشامیان
